adamhartford.vscode-base64
adpyke.codesnap
amazonwebservices.aws-toolkit-vscode
amazonwebservices.codewhisperer-for-command-line-companion
anysphere.pyright
arcticicestudio.nord-visual-studio-code
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
brunnerh.insert-unicode
buster.ndjson-colorizer
charliermarsh.ruff
dannysteenman.cloudformation-yaml-snippets
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
flesler.url-encode
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
humao.rest-client
jebbs.plantuml
kddejong.vscode-cfn-lint
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
mvllow.rose-pine
perkovec.emoji
phplasma.csv-to-table
pkief.material-icon-theme
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.liveserver
rust-lang.rust-analyzer
seatonjiang.gitmoji-vscode
snyk-security.snyk-vulnerability-scanner
timonwong.shellcheck
tomoyukim.vscode-mermaid-editor
tyriar.lorem-ipsum
tyriar.sort-lines
ultram4rine.vscode-choosealicense
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
